Repository: lizekss/web-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: Cart of %s
ka: %s-ის კალათა

source: UserCarts
ka: კალათები

source: %f of %s in %s's cart
ka: %f %s %s-ის კალათაში

source: CartItems
ka: ნივთები

source: Cart
ka: კალათა

source: Checkout
ka: ყიდვის დასრულება

source: Only %s items available in stock.
ka: მარაგშია მხოლოდ %s რაოდენობა.

source: %s removed from cart.
ka: %s ამოშლილია კალათიდან.

source: Removed one %s from cart.
ka: ერთი %s ამოშლილია კალათიდან.

source: Last %s removed from cart.
ka: უკანასკნელი %s ამოშლილია კალათიდან.

source: Item not found in cart.
ka: პროდუქტი არ მოიძებნა კალათაში.

source: Invalid request.
ka: არასწორი მოთხოვნა.

source: Categories
ka: კატეგორიები

source: Tag
ka: თეგი

source: Tags
ka: თეგები

source: Product
ka: პროდუქტი

source: Products
ka: პროდუქტები

source: Page Not Found
ka: გვერდი არ მოიძებნა

source: We’re sorry, the page you have looked for does not exist in our website!
ka: ბოდიშს გიხდით, აღნიშნული გვერდი ვერ მოიძებნა.

source: Maybe go to our home page or try to use a search?
ka: სცადეთ მთავარ გვერდზე დაბრუნება ან ძიება

source: Internal Server Error
ka: შეცდომა სერვერის მხრიდან

source: Oops, the server was unable to complete your request.
ka: ბოდიშს გიხდით, სერვერმა თქვენი მოთხოვნა ვერ შეასრულა

source: Try to refresh this page or contact us if the problem persists.
ka: სცადეთ გვერდის დარეფრეშება ან დაგვიკავშირდით

source: 123 Street, New York
ka: 123 ქუჩა, ნიუ-იორკი

source: Privacy Policy
ka: კონფიდენციალურობის პოლიტიკა

source: Terms of Use
ka: გამოყენების წესები

source: Sales and Refunds
ka: გაყიდვები და დაბრუნება

source: Home
ka: მთავარი გვერდი

source: Shop
ka: პროდუქცია

source: Shop Detail
ka: დეტალური გვერდი

source: Contact
ka: კონტაქტი

source: Fresh products
ka: ახალი პროდუქტები

source: Your Email
ka: თქვენი ელ.ფოსტა

source: Subscribe Now
ka: გამოწერა

source: Why People Like us!
ka: რატომ მოვწონვართ ხალხს!

source: Read More
ka: იხილეთ მეტი

source: Address:
ka: მისამართი:

source: Email:
ka: ელ. ფოსტა:

source: Phone:
ka: ტელეფონი:

source: Payment Accepted
ka: გადახდა მიღებულია

source: Go Back to Home
ka: მთავარ გვერდზე დაბრუნება

source: GEL / kg
ka: ლარი / კგ

source: Add to Cart
ka: კალათაში დამატება

source: Login
ka: ავტორიზაცია

source: Register
ka: რეგისტრაცია

source: Fresh fruits shop
ka: ხილი და ბოსტნეული

source: Sort by:
ka: დალაგება:

source: Default
ka: ნაგულისხმევი

source: Price Asc.
ka: ფასი ზრდ.

source: Price Desc.
ka: ფასი კლებ.

source: Price
ka: ფასი

source: Filter
ka: გაფილტვრა

source: Email field is required
ka: ელ.ფოსტა აუცილებელი ველია

source: Date of Birth field is required
ka: დაბადების თარიღი აუცილებელი ველია

source: User
ka: მომხმარებელი

source: Users
ka: მომხმარებლები
